-- MySQL dump 10.13  Distrib 8.0.17, for Win64 (x86_64)
--
-- Host: 127.0.0.1    Database: danimdb
-- ------------------------------------------------------
-- Server version	8.0.17

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!50503 SET NAMES utf8 */;
/*!40103 SET @OLD_TIME_ZONE=@@TIME_ZONE */;
/*!40103 SET TIME_ZONE='+00:00' */;
/*!40014 SET @OLD_UNIQUE_CHECKS=@@UNIQUE_CHECKS, UNIQUE_CHECKS=0 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;

--
-- Table structure for table `t_map`
--

DROP TABLE IF EXISTS `t_map`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `t_map` (
  `placeID` varchar(20) NOT NULL,
  `placeName` varchar(50) DEFAULT NULL,
  `addressName` varchar(100) DEFAULT NULL,
  `phone` varchar(20) DEFAULT NULL,
  `x` decimal(9,6) DEFAULT NULL,
  `y` decimal(9,6) DEFAULT NULL,
  PRIMARY KEY (`placeID`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_0900_ai_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `t_map`
--

LOCK TABLES `t_map` WRITE;
/*!40000 ALTER TABLE `t_map` DISABLE KEYS */;
INSERT INTO `t_map` VALUES ('10158575','경포대','강원 강릉시 저동 94','033-640-4471',128.896636,37.795074),('10241368','대모산','서울 강남구 일원동','',127.079011,37.474828),('1072331783','신사동가로수길','서울 강남구 신사동 530','',127.022837,37.521156),('11017626','난지캠핑장','서울 마포구 상암동 495-81','02-373-2021',126.872166,37.569995),('11164998','정동진해변','강원 강릉시 강동면 정동진리 64-3','033-660-3597',129.036260,37.689166),('11291724','마농치킨 본점','제주특별자치도 서귀포시 서귀동 275-27','064-733-3521',126.563275,33.249130),('1142427389','양키통닭','서울 영등포구 문래동2가 49-1','070-8800-0815',126.892760,37.513664),('11582613','압구정토끼굴','서울 강남구 압구정동','',127.041797,37.530640),('1191541006','장작집','서울 마포구 연남동 570-38','010-3336-8844',126.919621,37.558245),('1243235780','파크오브드림','충남 공주시 반포면 학봉리 329-17','041-960-1111',127.257616,36.368191),('12576877','청담동패션거리','서울 강남구 청담동','',127.044342,37.525439),('1364332900','정동심곡 바다부채길','강원 강릉시 강동면 심곡리 114-3','033-641-9445',129.054247,37.666157),('14862993','강릉카페거리','강원 강릉시 견소동 287-90','',128.947242,37.772654),('1529424805','남문통닭 수원본점','경기 수원시 팔달구 팔달로1가 50','1522-8818',127.017635,37.279436),('156156716','평화누리캠핑장','경기 파주시 문산읍 마정리 613-1','1670-3856',126.748606,37.895718),('1575989499','대모산둘레길','서울 강남구 수서동','',127.100216,37.483717),('16330571','한남동한방통닭','서울 용산구 한남동 618-6','02-797-8677',127.005548,37.531548),('17154013','양재천','서울 강남구 도곡동','',127.046595,37.481804),('18097006','청담동명품거리','서울 강남구 청담동 99-21','',127.046048,37.526126),('1873746459','주문진방사제','강원 강릉시 주문진읍 교항리','',128.834204,37.879855),('19232119','한성치킨','경기 김포시 양촌읍 석모리 1169-1','031-989-2744',126.642681,37.649518),('1963487552','달서별빛캠프캠핑장','대구 달서구 송현동 산 56','053-667-3191',128.557065,35.823245),('20346728','강남관광정보센터','서울 강남구 압구정동 428','02-3445-0111',127.027006,37.526741),('20619559','한려해상국립공원 학동야영장','경남 거제시 동부면 학동리 221-1','055-635-5421',128.642134,34.777356),('21055163','황매산오토캠핑장 제1캠핑장','경남 합천군 가회면 둔내리 산 219-11','055-932-5880',127.983270,35.481690),('21255026','시골통닭','충남 부여군 부여읍 구아리 173','041-835-3522',126.911609,36.281991),('21303463','계열사','서울 종로구 부암동 258-3','02-391-3566',126.965623,37.592869),('21513162','풍미통닭','전남 순천시 장천동 19-16','061-744-7041',127.490947,34.946345),('24373022','승촌보캠핑장','광주 남구 승촌동 598','061-333-9638',126.755955,35.063698),('24925337','연곡해변 솔향기캠핑장','강원 강릉시 연곡면 동덕리 99-13','033-662-2900',128.853287,37.858931),('24943507','글램비글램핑','경기 화성시 서신면 제부리 20-65','031-357-7263',126.628210,37.169717),('25017449','태안둘레길캠핑장','충남 태안군 이원면 내리 503','010-9703-1711',126.293913,36.931994),('25323416','오죽헌','강원 강릉시 죽헌동 201','033-660-3301',128.877321,37.779514),('26544901','진미통닭','경기 수원시 팔달구 남수동 117-1','031-255-3401',127.018123,37.279633),('26860127','대청호 로하스 캠핑장','대전 대덕구 미호동 476-2','042-933-6575',127.474156,36.456516),('26871883','철인7호치킨 홍대점','서울 마포구 서교동 402-4','02-324-7175',126.919799,37.548503),('26967382','서울 선릉과 정릉','서울 강남구 삼성동 131','02-568-1291',127.048929,37.509111),('26979861','강릉선교장','강원 강릉시 운정동 431','033-646-3270',128.885174,37.786643),('27506532','일원동맛의거리','서울 강남구 일원동','',127.081965,37.489501),('364125871','더드림핑','경기 남양주시 화도읍 금남리 123','031-595-2345',127.370275,37.652641),('59553852','송파둘레길 탄천길','서울 강남구 일원동 445','',127.088438,37.497807),('654491255','롸카두들내쉬빌 핫치킨 이태원점','서울 용산구 이태원동 449-1','02-798-3456',126.988114,37.534885),('680578720','세븐럭카지노 강남코엑스점','서울 강남구 삼성동 159','02-3466-6100',127.057540,37.512015),('7960891','송정해변','강원 강릉시 송정동 산 1-4','033-660-3887',128.937796,37.779829),('7987002','안목해변','강원 강릉시 견소동 286-10','033-660-3887',128.948275,37.772262),('7990409','압구정로데오거리','서울 강남구 신사동 668-33','02-3445-6402',127.039152,37.526756),('799901555','코엑스 동문광장','서울 강남구 삼성동 159-9','',127.062062,37.509083),('8004666','영진해변','강원 강릉시 연곡면 영진리 72-2','033-660-3682',128.845746,37.868894),('8022147','용성통닭','경기 수원시 팔달구 팔달로1가 10-5','031-242-8226',127.017626,37.279625),('8057455','자라섬캠핑장','경기 가평군 가평읍 대곡리 27-15','031-8078-8028',127.521056,37.820878),('8073114','주문진해변','강원 강릉시 주문진읍 향호리 8-35','033-640-4535',128.818780,37.911120),('8143646','하슬라아트월드','강원 강릉시 강동면 정동진리 524-25','033-644-9411',129.009486,37.705830),('8154318','한탄강관광지 오토캠핑장','경기 연천군 전곡읍 전곡리 696-16','031-833-0030',127.058964,38.008306),('8199114','경포해변','강원 강릉시 강문동 산 1','033-640-4533',128.910210,37.803406),('8216140','논현가구거리','서울 강남구 논현동 55-16','',127.024780,37.512405),('8398420','사근진해변','강원 강릉시 안현동 227-20','033-640-4925',128.897556,37.813613),('847163765','대저캠핑장','부산 강서구 대저1동 1-5','051-941-0957',128.990876,35.216044),('8680336','강문해변','강원 강릉시 강문동 182-1','033-660-3865',128.919175,37.794821),('8688860','거인통닭','부산 중구 부평동2가 11-2','051-246-6079',129.026116,35.102327),('901296869','개항로통닭','인천 중구 경동 84-1','032-772-9292',126.634631,37.472955);
/*!40000 ALTER TABLE `t_map` ENABLE KEYS */;
UNLOCK TABLES;
/*!40103 SET TIME_ZONE=@OLD_TIME_ZONE */;

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;

-- Dump completed on 2022-02-15 13:38:07
